{
  "@odata.context": "https://dfdscrmdev.crm4.dynamics.com/api/data/v9.2/$metadata#dfds_equipmenttypes(dfds_descriptionlmm,dfds_equipmenttypecode,dfds_equipmenttypeid,dfds_name,dfds_EquipmentGroup(dfds_descriptionlmm,dfds_name))",
  "value": [
    {
      "@odata.etag": "W/\"77842717\"",
      "dfds_descriptionlmm": "**Equipment Type: Box Trailer**\n\nDescription:  \nA Box Trailer, also known as a dry van, enclosed trailer, box van, freight trailer, or cargo trailer, is a type of road freight equipment designed to transport goods securely within a fully enclosed, rigid container. Common alternative names and labels for this equipment type include truck trailer, lorry trailer, articulated trailer, semi-trailer, van trailer, curtain-sided trailer (when fitted with curtains), and freight box. Box Trailers are widely used in logistics and ferry freight operations for moving palletized, boxed, or loose cargo across road, rail, barge, and ferry networks. They provide protection from weather and theft, making them suitable for a broad range of general cargo and non-perishable goods.",
      "dfds_equipmenttypeid": "1de192ad-ae3e-ef11-840a-0022487fee8a",
      "dfds_name": "Box Trailer",
      "dfds_equipmenttypecode": "TRAB",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842423\"",
      "dfds_descriptionlmm": "**Equipment Type: Bundles**\n\nDescription:  \nBundles refer to groups of goods or cargo items that are securely fastened or packaged together for transport. In the context of logistics and ferry freight operations, \"Bundles\" can be known by a variety of alternative names and labels, including: packages, parcels, bales, packs, wrapped goods, tied loads, grouped items, or consolidated cargo. These are typically non-containerized and may be moved as single units using forklifts, pallet jacks, or by hand, depending on their size and weight. Bundles are commonly used for transporting materials such as timber, pipes, textiles, or other items that are easier to handle when grouped together. This equipment type is suitable for road, rail, barge, and ferry transport, and may be referenced in shipping documents or web forms under any of the above alternative terms.",
      "dfds_equipmenttypeid": "dcc65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Bundles",
      "dfds_equipmenttypecode": "BNDL",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842426\"",
      "dfds_descriptionlmm": "**Equipment Type: Bus**\n\nDescription:  \nA \"Bus\" is a large motor vehicle designed to carry multiple passengers, typically used for transporting people rather than goods. In the context of logistics and ferry freight operations, the term \"Bus\" may also appear under alternative names and labels such as coach, passenger bus, shuttle bus, minibus, motorcoach, transit bus, city bus, tour bus, or people carrier. While primarily intended for passenger movement, buses may occasionally be referenced in cargo leads when transporting groups of people, crew, or specialized passenger services across road, rail, barge, or ferry routes. When classifying equipment types, recognize that \"Bus\" and its variants refer to vehicles built for passenger transport, not for standard freight or cargo movement.",
      "dfds_equipmenttypeid": "dec65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Bus",
      "dfds_equipmenttypecode": "BUS",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Driveable Unit** is an equipment group that encompasses a wide range of self-propelled and towable vehicles commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, equipment types such as trucks, tractor units, articulated lorries, rigid lorries, vans, and various types of powered vehicles designed for cargo transport. It also covers specialized driveable equipment like car carriers, car chassis, and moblifts. Naming conventions for these equipment types may include terms such as \"tractor,\" \"prime mover,\" \"rigid truck,\" \"articulated truck,\" \"van,\" \"car transporter,\" \"chassis cab,\" and \"self-propelled unit.\" The Driveable Unit group is essential for the movement of cargo that requires powered vehicles, either for direct delivery or for ferry transport, and may also include vehicles with varying axle configurations, lengths, and load capacities. This group is distinct from non-powered equipment such as containers or trailers, focusing specifically on units that can be driven or towed under their own power.",
        "dfds_name": "Driveable Unit",
        "dfds_equipmentgroupid": "df339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842419\"",
      "dfds_descriptionlmm": "**Equipment Type: Bus Chassi**\n\n**Description:**  \nA Bus Chassi (also known as Bus Chassis, Bus Frame, Bus Underframe, or Bus Base) refers to the structural framework and essential mechanical components of a bus before the body is added. This equipment type is commonly used in logistics and freight operations to transport unfinished buses or bus platforms between manufacturers, assembly plants, or modification facilities. Alternative labels and terms for this equipment type include: bus skeleton, bus rolling chassis, bus platform, bus undercarriage, bus base frame, and bus running gear. In logistics, these units may be moved by road (on flatbed trucks or trailers), rail, barge, or ferry, and are often described in cargo leads as “bus chassis,” “bus frame,” “bus platform,” or similar terms. This classification covers any cargo described as the foundational structure of a bus, regardless of the specific terminology used.",
      "dfds_equipmenttypeid": "e0c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Bus Chassi",
      "dfds_equipmenttypecode": "BCHA",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Chassi\n\nDescription:  \nThe \"Chassi\" equipment group encompasses a wide variety of chassis and related equipment types commonly used in large-scale logistics and ferry freight operations. This group includes standard container chassis, skeletal chassis, and specialized chassis designed to transport containers of various sizes such as 20-foot, 40-foot, and 45-foot containers. It also covers tank container chassis, flatbed chassis, extendable chassis, and multi-axle chassis for heavy or oversized loads. Naming conventions within this group may include terms like \"container chassis,\" \"skeletal trailer,\" \"tank chassis,\" \"flatbed chassis,\" \"gooseneck chassis,\" \"car chassis,\" and \"swap body chassis.\" The Chassi group supports the movement of a diverse range of cargo, including standard containers, tank containers, swap bodies, vehicles, and other freight units requiring a wheeled base for transport and ferry operations.",
        "dfds_name": "Chassi",
        "dfds_equipmentgroupid": "d9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842438\"",
      "dfds_descriptionlmm": "Equipment Type: Campervan\n\nDescription:  \nA campervan is a self-propelled vehicle designed for transporting goods or passengers, often equipped for overnight accommodation. In the context of logistics and ferry freight, a campervan may also be referred to as a motorhome, RV (recreational vehicle), camper, caravanette, or camping van. Alternative labels and common terms include van conversion, motor caravan, travel van, and mobile home. This equipment type is typically used to move goods or people across road, rail, barge, and ferry networks, and may appear in leads under any of these names or similar variations.",
      "dfds_equipmenttypeid": "e2c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Campervan",
      "dfds_equipmenttypecode": "CAMP",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842445\"",
      "dfds_descriptionlmm": "Equipment Type: Car (New)\n\nDescription:  \nThis equipment type refers to a newly manufactured car, typically transported as cargo in the logistics and ferry freight industry. Alternative names and labels for this equipment type include: new vehicle, passenger car, automobile, sedan, hatchback, coupe, saloon, motorcar, personal vehicle, light vehicle, and new auto. These vehicles are commonly moved using specialized car carriers, auto transporters, or vehicle transport trailers across road, rail, barge, and ferry networks. The term may also appear as new passenger vehicle, new car unit, or new automotive cargo in various logistics documentation and web forms.",
      "dfds_equipmenttypeid": "e4c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Car (New)",
      "dfds_equipmenttypecode": "CAR",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Car\n\nDescription:  \nThe \"Car\" equipment group encompasses a wide variety of vehicle types and related transport equipment commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard passenger cars, SUVs, vans, and light commercial vehicles. It also covers specialized equipment such as car chassis, car carriers, and car transport trailers (including single, double, and multi-level car carriers). Naming conventions within this group may include terms like \"car chassis,\" \"auto transporter,\" \"vehicle carrier,\" \"car trailer,\" \"passenger vehicle,\" and \"light vehicle.\" The group may also include equipment designed for the secure loading, unloading, and ferrying of cars, such as moblifts and vehicle ramps. This broad classification ensures that all equipment types related to the movement and handling of cars and similar vehicles are grouped together for efficient cargo classification and logistics planning.",
        "dfds_name": "Car",
        "dfds_equipmentgroupid": "d5339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842769\"",
      "dfds_descriptionlmm": "**Equipment Type: Car (Used)**\n\nDescription:  \nThis equipment type refers to a standard passenger vehicle that has been previously owned or operated, commonly known as a \"used car.\" In the context of logistics and ferry freight, this category includes a wide range of alternative names and labels such as: car, used car, second-hand car, pre-owned vehicle, passenger car, sedan, hatchback, coupe, saloon, estate car, station wagon, and automobile. These vehicles are typically transported individually or in batches across road, rail, barge, and ferry networks. The classification covers any non-commercial, non-cargo, four-wheeled motor vehicle designed primarily for passenger transport that is not new from the manufacturer.",
      "dfds_equipmenttypeid": "e6c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Car (Used)",
      "dfds_equipmenttypecode": "UCAR",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Car\n\nDescription:  \nThe \"Car\" equipment group encompasses a wide variety of vehicle types and related transport equipment commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard passenger cars, SUVs, vans, and light commercial vehicles. It also covers specialized equipment such as car chassis, car carriers, and car transport trailers (including single, double, and multi-level car carriers). Naming conventions within this group may include terms like \"car chassis,\" \"auto transporter,\" \"vehicle carrier,\" \"car trailer,\" \"passenger vehicle,\" and \"light vehicle.\" The group may also include equipment designed for the secure loading, unloading, and ferrying of cars, such as moblifts and vehicle ramps. This broad classification ensures that all equipment types related to the movement and handling of cars and similar vehicles are grouped together for efficient cargo classification and logistics planning.",
        "dfds_name": "Car",
        "dfds_equipmentgroupid": "d5339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842430\"",
      "dfds_descriptionlmm": "**Car Carrier**:  \nA Car Carrier is a specialized type of equipment designed for the transportation of multiple passenger vehicles, such as cars, across various modes of freight including road, rail, barge, and ferry. This equipment type is commonly referred to by a variety of alternative names and labels, including: car transporter, auto carrier, vehicle carrier, car hauler, car transport trailer, car lorry, automobile transporter, and vehicle transport truck. Car Carriers are typically used by logistics and freight companies to efficiently move new or used vehicles in bulk between locations, and may be encountered in both open and enclosed configurations. When classifying cargo or equipment types, any reference to the above terms or similar variations should be recognized as relating to a Car Carrier.",
      "dfds_equipmenttypeid": "e8c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Car Carrier",
      "dfds_equipmenttypecode": "C/C",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Driveable Unit** is an equipment group that encompasses a wide range of self-propelled and towable vehicles commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, equipment types such as trucks, tractor units, articulated lorries, rigid lorries, vans, and various types of powered vehicles designed for cargo transport. It also covers specialized driveable equipment like car carriers, car chassis, and moblifts. Naming conventions for these equipment types may include terms such as \"tractor,\" \"prime mover,\" \"rigid truck,\" \"articulated truck,\" \"van,\" \"car transporter,\" \"chassis cab,\" and \"self-propelled unit.\" The Driveable Unit group is essential for the movement of cargo that requires powered vehicles, either for direct delivery or for ferry transport, and may also include vehicles with varying axle configurations, lengths, and load capacities. This group is distinct from non-powered equipment such as containers or trailers, focusing specifically on units that can be driven or towed under their own power.",
        "dfds_name": "Driveable Unit",
        "dfds_equipmentgroupid": "df339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842451\"",
      "dfds_descriptionlmm": "**Caravan**:  \nA caravan is a type of equipment commonly used for transporting goods or providing mobile accommodation. In the context of logistics and ferry freight, a caravan may refer to a towable trailer, mobile home, camper, travel trailer, RV (recreational vehicle), or motorhome. Alternative names and labels for this equipment type include: trailer caravan, campervan, touring caravan, mobile trailer, house trailer, camping trailer, and static caravan. Caravans are typically towed by a vehicle such as a car, van, or lorry and are used to move goods, personal belongings, or provide temporary living space during transit across road, rail, barge, or ferry routes.",
      "dfds_equipmenttypeid": "eac65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Caravan",
      "dfds_equipmenttypecode": "CARAV",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842408\"",
      "dfds_descriptionlmm": "Equipment Type: Cassette (45')\n\nDescription:  \nA Cassette (45') is a specialized type of cargo-carrying platform commonly used in logistics, ferry, and intermodal freight operations. This equipment is designed for the efficient movement of goods across road, rail, barge, and ferry networks. The 45-foot cassette is a flat, wheeled or non-wheeled platform that allows for rapid loading and unloading of cargo, particularly in roll-on/roll-off (RoRo) environments. Alternative names and labels for this equipment type include: cassette, 45ft cassette, 45-foot cassette, cargo cassette, RoRo cassette, ferry cassette, intermodal cassette, flat cassette, and cargo platform. It may also be referred to as a loading cassette, transport cassette, or trailer cassette in various logistics contexts. This equipment is typically used for transporting containers, bulk goods, or other large cargo units that require flexible handling between different transport modes.",
      "dfds_equipmenttypeid": "ecc65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Cassette (45')",
      "dfds_equipmenttypecode": "45KCC",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842534\"",
      "dfds_descriptionlmm": "Equipment Type: Cassette (Coil Arcelor)\n\nDescription:  \nA Cassette (Coil Arcelor) is a specialized type of cargo-carrying platform designed primarily for the transport of heavy steel coils, particularly those produced by Arcelor or similar manufacturers. This equipment is commonly used in multimodal logistics operations, including road, rail, barge, and ferry freight. Alternative names and labels for this equipment type include coil cassette, steel coil cassette, coil transport cassette, coil carrier, coil platform, coil cradle, and steel cassette. It is engineered to securely hold and stabilize large, cylindrical steel coils during transit, ensuring safe and efficient handling across various modes of transportation. This equipment is essential for companies moving bulk steel products and is recognized by its robust construction and compatibility with automated loading and unloading systems.",
      "dfds_equipmenttypeid": "eec65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Cassette (Coil Arcelor)",
      "dfds_equipmenttypecode": "KCAA",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842529\"",
      "dfds_descriptionlmm": "Equipment Type: Cassette (Coil Red)\n\nDescription:  \nA \"Cassette (Coil Red)\" is a specialized type of cargo-carrying platform commonly used in logistics and ferry freight operations for the efficient transport of heavy, coiled materials such as steel coils. This equipment is designed to be loaded onto and off various transport modes, including road trucks, trailers, lorries, rail wagons, barges, and ferries, using roll-on/roll-off (RoRo) systems or terminal handling equipment. Alternative names and labels for this equipment type include: coil cassette, coil carrier, coil transport cassette, steel coil cassette, coil platform, coil pallet, and coil cradle. It is often identified by color or specific markings (such as \"Red\") to distinguish between different types or capacities. This equipment is essential for safe, stable, and efficient movement of coiled goods across multimodal logistics networks.",
      "dfds_equipmenttypeid": "f0c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Cassette (Coil Red)",
      "dfds_equipmenttypecode": "KCA",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842537\"",
      "dfds_descriptionlmm": "**Cassette (Intermodal):**  \nA Cassette (Intermodal) is a type of cargo-carrying platform commonly used in logistics and ferry freight operations for the efficient movement of goods across multiple transport modes, including road, rail, barge, and ferry. Also known as a cassette, intermodal cassette, cargo cassette, or roll-on/roll-off cassette, this equipment type is designed to facilitate the rapid transfer of bulk or palletized cargo between different vehicles and vessels without the need for direct handling of the goods themselves. Alternative labels and terms for this equipment type may include: intermodal platform, RoRo cassette, ferry cassette, transport cassette, or cargo platform. Cassettes are typically used in conjunction with specialized handling vehicles and are essential for streamlining intermodal freight operations.",
      "dfds_equipmenttypeid": "f2c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Cassette (Intermodal)",
      "dfds_equipmenttypecode": "KCI",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842412\"",
      "dfds_descriptionlmm": "Equipment Type: Cassette (Mega)\n\nDescription:  \nA \"Cassette (Mega)\" is a specialized type of cargo-carrying platform commonly used in large-scale logistics and ferry freight operations for the efficient movement of goods across road, rail, barge, and ferry networks. This equipment type is also known by alternative names and labels such as \"mega cassette,\" \"cargo cassette,\" \"freight cassette,\" \"roll-on cassette,\" \"RORO cassette,\" \"transport cassette,\" and \"mega platform.\" It is designed to facilitate the rapid loading, unloading, and transfer of bulk goods, containers, or trailers between different modes of transport. The cassette system is particularly prevalent in intermodal and roll-on/roll-off (RORO) operations, where it serves as a modular, mobile base for cargo, allowing for seamless transitions between trucks, trains, barges, and ferries. The \"Mega\" designation typically refers to its larger size or enhanced capacity compared to standard cassettes, making it suitable for high-volume or oversized freight.",
      "dfds_equipmenttypeid": "f4c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Cassette (Mega)",
      "dfds_equipmenttypecode": "45KCM",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842542\"",
      "dfds_descriptionlmm": "**Equipment Type: Cassette (No blockstow widened)**\n\nDescription:  \nA \"Cassette (No blockstow widened)\" is a type of cargo-carrying platform commonly used in large logistics, shipping, and ferry freight operations for the efficient movement of goods across road, rail, barge, and ferry networks. This equipment is also known by alternative names such as cassette trailer, roll trailer, cargo cassette, ferry cassette, or flatbed cassette. It is designed to be loaded and unloaded using specialized cassette handling systems, such as translifters or cassette carriers, and is typically used for transporting bulk cargo, containers, or heavy goods that require stable, flat support. The \"No blockstow widened\" specification indicates that this cassette does not have additional width for block stowage, making it suitable for standard cargo dimensions. Common labels and synonyms for this equipment type include: cassette, roll trailer, cargo platform, ferry platform, flatbed cassette, and translifter cassette.",
      "dfds_equipmenttypeid": "f6c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Cassette (No blockstow widened)",
      "dfds_equipmenttypecode": "KCLA",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842545\"",
      "dfds_descriptionlmm": "Equipment Type: Cassette (standard)\n\nDescription:  \nA \"Cassette (standard)\" is a type of cargo-carrying platform commonly used in logistics and ferry freight operations for the efficient movement of goods across road, rail, barge, and ferry networks. This equipment type is designed to facilitate the rapid loading, unloading, and transfer of cargo, especially in intermodal transport environments. Alternative names and labels for this equipment type include: cassette, standard cassette, cargo cassette, roll-on/roll-off cassette, RoRo cassette, freight cassette, transport cassette, and loading cassette. It may also be referred to as a platform cassette or transfer cassette in some contexts. The cassette is typically used for transporting bulk goods, containers, or other large freight units and is compatible with specialized handling vehicles and systems such as cassette carriers, terminal tractors, and shuttle wagons.",
      "dfds_equipmenttypeid": "f8c65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Cassette (standard)",
      "dfds_equipmenttypecode": "KCS",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842505\"",
      "dfds_descriptionlmm": "**Equipment Type: Consignment**\n\nDescription:  \nA \"Consignment\" refers to a shipment or batch of goods that is transported from one location to another, typically as part of a logistics or freight operation. In the context of a large Logistics and Ferry Freight company, \"Consignment\" can be used to describe any load, cargo, shipment, or batch of goods being moved across road, rail, barge, or ferry. Alternative names and labels for this equipment type include: load, shipment, cargo, freight, parcel, delivery, batch, goods, merchandise, consigned goods, consignment load, consignment shipment, consignment cargo, and consignment parcel. This term is used broadly to capture any group of items or goods being transported, regardless of the specific vehicle or container used.",
      "dfds_equipmenttypeid": "fac65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Consignment",
      "dfds_equipmenttypecode": "CONS",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842464\"",
      "dfds_descriptionlmm": "Equipment Type: Container (10’)\n\nDescription:  \nA Container (10’) is a standardized, enclosed cargo unit measuring approximately 10 feet in length, commonly used for transporting goods across multiple modes of transport, including road, rail, barge, and ferry. This equipment type is also referred to as a 10-foot container, 10ft container, mini container, small shipping container, short container, or ISO 10’ container. It is designed for secure, weather-resistant storage and efficient handling, and is suitable for both general and specialized freight. Alternative labels may include cargo box, freight container, intermodal container, or portable storage unit. This equipment type is widely recognized in logistics and freight operations for its versatility and compatibility with standard container handling systems.",
      "dfds_equipmenttypeid": "fcc65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (10’)",
      "dfds_equipmenttypecode": "CON10",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842467\"",
      "dfds_descriptionlmm": "Equipment Type: Container (20’)\n\nDescription:  \nA Container (20’) refers to a standardized intermodal freight container with a nominal length of 20 feet, widely used for transporting goods across road, rail, barge, and ferry networks. This equipment type is commonly known by various alternative names and labels, including 20-foot container, 20ft container, TEU (Twenty-foot Equivalent Unit), ISO container, shipping container, cargo container, freight container, box, sea container, and intermodal container. It is designed for efficient handling, stacking, and transfer between different modes of transport, ensuring secure and versatile movement of cargo. The 20’ container is a core unit in global logistics, suitable for a wide range of goods and compatible with standard container handling equipment.",
      "dfds_equipmenttypeid": "fec65ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (20’)",
      "dfds_equipmenttypecode": "CON20",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842472\"",
      "dfds_descriptionlmm": "**Equipment Type: Container (30’)**\n\nDescription:  \nA Container (30’) refers to a standardized freight container with a nominal length of 30 feet, commonly used for transporting goods across multiple modes of transport, including road, rail, barge, and ferry. This equipment type is designed for intermodal freight movement, allowing for efficient transfer between trucks, trailers, lorries, trains, ships, and barges without unloading the cargo. Alternative names and labels for this equipment type include: 30-foot container, 30ft container, 30' shipping container, 30-foot box, intermodal container (30’), ISO container (30’), cargo container (30’), freight container (30’), and box container (30’). It is widely used in logistics and ferry freight operations for the secure and standardized movement of a variety of cargo types.",
      "dfds_equipmenttypeid": "00c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (30’)",
      "dfds_equipmenttypecode": "CON30",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842480\"",
      "dfds_descriptionlmm": "Equipment Type: Container (40 - Reefer)\n\nDescription:  \nA \"Container (40 - Reefer)\" refers to a refrigerated shipping container with a standard length of 40 feet, designed for the transport of temperature-sensitive goods. This equipment type is commonly used in logistics and freight operations across road, rail, barge, and ferry networks. Alternative names and labels for this equipment type include: 40ft reefer container, 40-foot refrigerated container, 40' reefer, refrigerated box, reefer container, refrigerated shipping container, 40ft cold storage container, 40ft temp-controlled container, and 40ft insulated container. It is suitable for moving perishable cargo such as food, pharmaceuticals, and other goods requiring controlled temperatures.",
      "dfds_equipmenttypeid": "02c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (40 - Reefer’)",
      "dfds_equipmenttypecode": "CON40RF",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842475\"",
      "dfds_descriptionlmm": "**Equipment Type: Container (40’)**\n\nDescription:  \nA Container (40’) refers to a standardized intermodal freight container with a nominal length of 40 feet, widely used for transporting goods across various modes of transport including road, rail, barge, and ferry. This equipment type is commonly known by several alternative names and labels, such as 40-foot container, 40ft container, forty-foot container, ISO container (40’), shipping container (40’), sea container (40’), intermodal container (40’), freight container (40’), and box (40’). These containers are designed for efficient handling, stacking, and transfer between different transport systems, making them a core asset in logistics and ferry freight operations. They are suitable for a wide range of cargo types and are recognized globally for their versatility and compatibility with containerized transport infrastructure.",
      "dfds_equipmenttypeid": "04c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (40’)",
      "dfds_equipmenttypecode": "CON40",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842498\"",
      "dfds_descriptionlmm": "**Equipment Type: Container (45’ – Reefer)**\n\nDescription:  \nA Container (45’ – Reefer) is a refrigerated shipping container with a length of 45 feet, designed for the temperature-controlled transport of perishable goods. This equipment type is commonly referred to by a variety of names and labels, including: 45-foot reefer, 45ft refrigerated container, 45’ reefer container, 45ft reefer, refrigerated box, reefer box, reefer container, refrigerated shipping container, temperature-controlled container, and cold storage container. It is widely used in logistics, freight, and intermodal transport across road, rail, barge, and ferry networks to move goods that require refrigeration or freezing, such as food products, pharmaceuticals, and other temperature-sensitive cargo.",
      "dfds_equipmenttypeid": "06c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (45’ – Reefer)",
      "dfds_equipmenttypecode": "CON45RF",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842494\"",
      "dfds_descriptionlmm": "**Equipment Type: Container (45’ – Side Curtain)**\n\nDescription:  \nA \"Container (45’ – Side Curtain)\" is a large freight container with a length of 45 feet, featuring flexible side curtain panels for easy side loading and unloading of cargo. This equipment type is commonly used in logistics and ferry freight operations to transport a wide variety of goods across road, rail, barge, and ferry networks. Alternative names and labels for this equipment type include: 45ft side curtain container, 45-foot curtain-sided container, curtain side container, curtain-sided trailer, side curtain trailer, tautliner container, curtain van, curtain-sided box, and 45’ curtain container. This equipment is designed to accommodate palletized, boxed, or irregularly shaped cargo, providing both security and flexibility for efficient freight handling and intermodal transport.",
      "dfds_equipmenttypeid": "08c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (45’ – Side Curtain)",
      "dfds_equipmenttypecode": "CON45CS",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842490\"",
      "dfds_descriptionlmm": "Equipment Type: Container (45’)\n\nDescription:  \nA Container (45’) refers to a standardized intermodal freight container with a length of 45 feet, commonly used for transporting goods across multiple modes of transport including road, rail, barge, and ferry. This equipment type is widely recognized under various alternative names and labels such as 45-foot container, 45ft container, 45’ shipping container, intermodal container (45’), freight container (45’), ISO container (45’), and large cargo container. It is designed for efficient loading, unloading, and transfer between different transport systems without the need to handle the cargo itself. The 45’ container is suitable for a wide range of cargo types and is frequently used in logistics, shipping, and freight operations for both domestic and international movements.",
      "dfds_equipmenttypeid": "0ac75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (45’)",
      "dfds_equipmenttypecode": "CON45",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842502\"",
      "dfds_descriptionlmm": "**Equipment Type: Container (49’)**\n\nDescription:  \nA Container (49’) refers to a large, standardized freight container with a length of 49 feet, commonly used for transporting goods across multiple modes of transport, including road, rail, barge, and ferry. This equipment type is designed for intermodal freight transport, allowing seamless transfer between trucks, trailers, lorries, trains, ships, and ferries without unloading the cargo itself. Alternative names and labels for this equipment type include: 49-foot container, 49ft container, intermodal container, shipping container, freight container, cargo container, ISO container, box container, and sea container. It may also be referred to as a trailer container or containerized unit in logistics and freight operations. This equipment is essential for efficient, secure, and flexible movement of a wide variety of cargo types in large-scale logistics and ferry freight operations.",
      "dfds_equipmenttypeid": "0cc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Container (49’)",
      "dfds_equipmenttypecode": "CON49",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842456\"",
      "dfds_descriptionlmm": "**Equipment Type: Containerchassi (30')**\n\n**Description:**  \nA Containerchassi (30') is a specialized trailer designed for transporting 30-foot shipping containers. Commonly used in logistics, freight, and intermodal transport, this equipment type is also known by alternative names such as container chassis, container trailer, skeletal trailer, skeletal chassis, intermodal chassis, or container frame. It is typically used for moving containers by road, rail, barge, or ferry, and may be referred to as a 30ft chassis, 30-foot container trailer, or 30' skeletal trailer. This equipment is essential for efficient containerized cargo handling and is compatible with standard 30-foot ISO containers.",
      "dfds_equipmenttypeid": "0ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Containerchassi (30')",
      "dfds_equipmenttypecode": "CHS30",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842459\"",
      "dfds_descriptionlmm": "**Equipment Type: Containerchassi (40')**\n\n**Description:**  \nA Containerchassi (40') is a specialized trailer designed for transporting 40-foot shipping containers. Commonly used in logistics, freight, and intermodal transport, this equipment type is also known by alternative names such as container chassis, 40ft chassis, 40-foot container trailer, container trailer, skeletal trailer, or intermodal chassis. It is typically used to move standard ISO 40-foot containers across road, rail, barge, and ferry networks. This equipment type may be referred to as a container lorry, container truck, or container carrier in different regions or contexts. Its primary function is to provide a secure and efficient platform for the movement of large shipping containers between ports, terminals, warehouses, and distribution centers.",
      "dfds_equipmenttypeid": "10c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Containerchassi (40')",
      "dfds_equipmenttypecode": "CHS40",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842509\"",
      "dfds_descriptionlmm": "Equipment Type: Flat (20')\n\nDescription:  \nA Flat (20') is a type of cargo transport equipment commonly used in logistics and freight operations for moving goods across road, rail, barge, and ferry networks. This equipment is also known by alternative names such as 20-foot flatbed, 20ft flat, flat rack, flat platform, flat trailer, or open flat. It consists of a flat, open platform without sides or a roof, designed to carry oversized, heavy, or irregularly shaped cargo that cannot fit inside standard containers. The Flat (20') is especially suitable for transporting machinery, construction materials, vehicles, and other large freight items. It is compatible with various modes of transport and is frequently used in intermodal shipping. Common labels for this equipment type include flatbed, flat rack, open trailer, platform trailer, and 20' flat.",
      "dfds_equipmenttypeid": "12c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Flat (20')",
      "dfds_equipmenttypecode": "FLA20",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Flat\n\nDescription:  \nThe \"Flat\" equipment group encompasses a wide variety of flatbed-style transport units commonly used in large-scale logistics and ferry freight operations. This group includes equipment types designed for carrying oversized, heavy, or irregularly shaped cargo that cannot be accommodated in standard enclosed containers. Typical equipment types within this group include:\n\n- Flatbeds (standard, extendable, and low-loader variants)\n- Platform trailers (including 20ft, 30ft, 40ft, 45ft, and 53ft lengths)\n- Skeletal trailers and chassis for container transport\n- Drop-deck and step-deck trailers\n- Moblifts and roll trailers\n- Car carriers and car chassis\n- Open-deck trailers\n- Flat rack containers (20ft, 40ft, 45ft)\n- Heavy-duty flat wagons\n- Multi-axle flat trailers for abnormal loads\n\nNaming conventions for these equipment types may include terms such as \"flat,\" \"platform,\" \"skeletal,\" \"open deck,\" \"drop deck,\" \"step deck,\" \"flat rack,\" \"car chassis,\" and specific length or capacity indicators (e.g., \"Flatbed 45,\" \"Platform 40ft,\" \"Skeletal Trailer 20ft\"). This group is essential for the flexible and efficient movement of cargo that requires open, accessible loading surfaces and is not suited for enclosed or tank containers.",
        "dfds_name": "Flat",
        "dfds_equipmentgroupid": "e7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842513\"",
      "dfds_descriptionlmm": "Equipment Type: Flat (30')\n\nDescription:  \nA Flat (30') is a type of cargo transport equipment commonly used in logistics and ferry freight operations for moving goods across road, rail, barge, and ferry networks. This equipment is also known by various alternative names and labels, including flatbed, flat trailer, flat wagon, flat platform, 30-foot flat, 30' flatbed, and open deck trailer. It features a flat, open platform without sides or a roof, making it suitable for carrying oversized, heavy, or irregularly shaped cargo that cannot be easily loaded into enclosed containers or trailers. The 30-foot length is a standard size, allowing compatibility with a wide range of loading and unloading systems. This equipment type is frequently used for transporting machinery, construction materials, large pallets, and other freight that requires easy access from the sides or above.",
      "dfds_equipmenttypeid": "15c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Flat (30')",
      "dfds_equipmenttypecode": "FLA30",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Flat\n\nDescription:  \nThe \"Flat\" equipment group encompasses a wide variety of flatbed-style transport units commonly used in large-scale logistics and ferry freight operations. This group includes equipment types designed for carrying oversized, heavy, or irregularly shaped cargo that cannot be accommodated in standard enclosed containers. Typical equipment types within this group include:\n\n- Flatbeds (standard, extendable, and low-loader variants)\n- Platform trailers (including 20ft, 30ft, 40ft, 45ft, and 53ft lengths)\n- Skeletal trailers and chassis for container transport\n- Drop-deck and step-deck trailers\n- Moblifts and roll trailers\n- Car carriers and car chassis\n- Open-deck trailers\n- Flat rack containers (20ft, 40ft, 45ft)\n- Heavy-duty flat wagons\n- Multi-axle flat trailers for abnormal loads\n\nNaming conventions for these equipment types may include terms such as \"flat,\" \"platform,\" \"skeletal,\" \"open deck,\" \"drop deck,\" \"step deck,\" \"flat rack,\" \"car chassis,\" and specific length or capacity indicators (e.g., \"Flatbed 45,\" \"Platform 40ft,\" \"Skeletal Trailer 20ft\"). This group is essential for the flexible and efficient movement of cargo that requires open, accessible loading surfaces and is not suited for enclosed or tank containers.",
        "dfds_name": "Flat",
        "dfds_equipmentgroupid": "e7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842518\"",
      "dfds_descriptionlmm": "Equipment Type: Flat (40')\n\nDescription:  \nA Flat (40') is a type of cargo transport equipment commonly used in logistics and ferry freight operations for moving goods across road, rail, barge, and ferry networks. This equipment is also widely referred to as a flatbed, flat rack, flat trailer, 40-foot flat, 40ft flatbed, or 40' platform. It consists of a flat, open platform without sides or a roof, designed to carry oversized, heavy, or irregularly shaped cargo that cannot fit inside standard enclosed containers or trailers. The Flat (40') is suitable for transporting machinery, construction materials, large vehicles, and other bulky freight. Alternative labels and names for this equipment type include: flatbed trailer, flat rack container, open deck trailer, platform trailer, and open flat.",
      "dfds_equipmenttypeid": "17c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Flat (40')",
      "dfds_equipmenttypecode": "FLA40",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Flat\n\nDescription:  \nThe \"Flat\" equipment group encompasses a wide variety of flatbed-style transport units commonly used in large-scale logistics and ferry freight operations. This group includes equipment types designed for carrying oversized, heavy, or irregularly shaped cargo that cannot be accommodated in standard enclosed containers. Typical equipment types within this group include:\n\n- Flatbeds (standard, extendable, and low-loader variants)\n- Platform trailers (including 20ft, 30ft, 40ft, 45ft, and 53ft lengths)\n- Skeletal trailers and chassis for container transport\n- Drop-deck and step-deck trailers\n- Moblifts and roll trailers\n- Car carriers and car chassis\n- Open-deck trailers\n- Flat rack containers (20ft, 40ft, 45ft)\n- Heavy-duty flat wagons\n- Multi-axle flat trailers for abnormal loads\n\nNaming conventions for these equipment types may include terms such as \"flat,\" \"platform,\" \"skeletal,\" \"open deck,\" \"drop deck,\" \"step deck,\" \"flat rack,\" \"car chassis,\" and specific length or capacity indicators (e.g., \"Flatbed 45,\" \"Platform 40ft,\" \"Skeletal Trailer 20ft\"). This group is essential for the flexible and efficient movement of cargo that requires open, accessible loading surfaces and is not suited for enclosed or tank containers.",
        "dfds_name": "Flat",
        "dfds_equipmentgroupid": "e7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842521\"",
      "dfds_descriptionlmm": "Equipment Type: Flat (45’)\n\nDescription:  \nA Flat (45’) is a type of cargo transport equipment commonly used in logistics and ferry freight operations for moving goods across road, rail, barge, and ferry networks. This equipment is also widely referred to as a flatbed, flat trailer, flat platform, or flat rack. The “45’” denotes a length of 45 feet, making it suitable for carrying large, heavy, or oversized loads that do not require enclosure. Alternative names and labels for this equipment type include: flatbed trailer, flatbed lorry, open trailer, platform trailer, flat wagon, flatbed truck, and open deck trailer. It is designed for versatility and ease of loading and unloading, especially for cargo that is irregularly shaped or cannot be containerized.",
      "dfds_equipmenttypeid": "19c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Flat (45')",
      "dfds_equipmenttypecode": "FLA45",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Flat\n\nDescription:  \nThe \"Flat\" equipment group encompasses a wide variety of flatbed-style transport units commonly used in large-scale logistics and ferry freight operations. This group includes equipment types designed for carrying oversized, heavy, or irregularly shaped cargo that cannot be accommodated in standard enclosed containers. Typical equipment types within this group include:\n\n- Flatbeds (standard, extendable, and low-loader variants)\n- Platform trailers (including 20ft, 30ft, 40ft, 45ft, and 53ft lengths)\n- Skeletal trailers and chassis for container transport\n- Drop-deck and step-deck trailers\n- Moblifts and roll trailers\n- Car carriers and car chassis\n- Open-deck trailers\n- Flat rack containers (20ft, 40ft, 45ft)\n- Heavy-duty flat wagons\n- Multi-axle flat trailers for abnormal loads\n\nNaming conventions for these equipment types may include terms such as \"flat,\" \"platform,\" \"skeletal,\" \"open deck,\" \"drop deck,\" \"step deck,\" \"flat rack,\" \"car chassis,\" and specific length or capacity indicators (e.g., \"Flatbed 45,\" \"Platform 40ft,\" \"Skeletal Trailer 20ft\"). This group is essential for the flexible and efficient movement of cargo that requires open, accessible loading surfaces and is not suited for enclosed or tank containers.",
        "dfds_name": "Flat",
        "dfds_equipmentgroupid": "e7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842526\"",
      "dfds_descriptionlmm": "**Equipment Type: Harvester**\n\nDescription:  \nA Harvester is a specialized piece of agricultural machinery designed for efficiently gathering crops from fields. In the context of logistics and freight, a Harvester refers to any self-propelled or towed machine used for harvesting crops, which may be transported as cargo across road, rail, barge, or ferry networks. Alternative names and labels for this equipment type include combine harvester, crop harvester, reaper, agricultural harvester, field harvester, grain harvester, forage harvester, and farm harvester. When classifying cargo, look for references to any of these terms, as well as variations such as combine, reaping machine, or harvesting equipment, as they all indicate this equipment type.",
      "dfds_equipmenttypeid": "1bc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Harvester",
      "dfds_equipmenttypecode": "HARV",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842550\"",
      "dfds_descriptionlmm": "**Equipment Type: Lorry (Rigid)**\n\nDescription:  \nA \"Lorry (Rigid)\" refers to a single-unit, non-articulated truck designed for transporting goods. This equipment type is commonly used in logistics and freight operations for road transport, and is known by a variety of alternative names and labels, including: rigid lorry, rigid truck, straight truck, box truck, single-unit truck, non-articulated lorry, cargo lorry, delivery truck, and fixed-body truck. Unlike articulated vehicles (such as tractor-trailers or articulated lorries), a rigid lorry has its cab and cargo area permanently attached to the same chassis. It is widely used for local and regional deliveries, and may be referenced in freight documentation or web forms under any of the above alternative names.",
      "dfds_equipmenttypeid": "1ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Lorry (Rigid)",
      "dfds_equipmenttypecode": "LOR",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Driveable Unit** is an equipment group that encompasses a wide range of self-propelled and towable vehicles commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, equipment types such as trucks, tractor units, articulated lorries, rigid lorries, vans, and various types of powered vehicles designed for cargo transport. It also covers specialized driveable equipment like car carriers, car chassis, and moblifts. Naming conventions for these equipment types may include terms such as \"tractor,\" \"prime mover,\" \"rigid truck,\" \"articulated truck,\" \"van,\" \"car transporter,\" \"chassis cab,\" and \"self-propelled unit.\" The Driveable Unit group is essential for the movement of cargo that requires powered vehicles, either for direct delivery or for ferry transport, and may also include vehicles with varying axle configurations, lengths, and load capacities. This group is distinct from non-powered equipment such as containers or trailers, focusing specifically on units that can be driven or towed under their own power.",
        "dfds_name": "Driveable Unit",
        "dfds_equipmentgroupid": "df339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842553\"",
      "dfds_descriptionlmm": "**Equipment Type: Lot**\n\nDescription:  \nThe \"Lot\" equipment type refers to a grouped or bulk shipment of goods, often managed as a single unit for logistics and freight operations. In the context of a large logistics and ferry freight company, \"Lot\" can encompass a wide range of cargo arrangements where multiple items, packages, pallets, or containers are consolidated and transported together. This term is commonly used to describe shipments that are not assigned to a specific vehicle or container type but are instead handled as a collective batch. Alternative names and labels for this equipment type may include: bulk shipment, consolidated load, grouped cargo, batch shipment, cargo lot, freight lot, shipment group, or consignment batch. This classification is used across various transport modes, including road, rail, barge, and ferry, to efficiently manage and track the movement of multiple goods as a single entity.",
      "dfds_equipmenttypeid": "20c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Lot",
      "dfds_equipmenttypecode": "LOT",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842558\"",
      "dfds_descriptionlmm": "Equipment Type: Machinery (Driveable)\n\nDescription:  \nThis equipment type refers to self-propelled machinery used for transporting, loading, unloading, or handling cargo within logistics and freight operations. Commonly known as \"driveable machinery,\" this category includes a wide range of powered vehicles and equipment that can move under their own power, such as forklifts, reach stackers, terminal tractors, yard trucks, shunters, tugs, and similar mobile machines. Alternative names and labels for this equipment type may include: powered machinery, self-propelled equipment, mobile machinery, drivable units, motorized cargo handlers, industrial vehicles, and cargo movers. These machines are essential for efficient movement of goods across road, rail, barge, and ferry environments, and may be referred to by various terms depending on region, industry, or specific function.",
      "dfds_equipmenttypeid": "22c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Machinery (Driveable)",
      "dfds_equipmenttypecode": "MACH",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842566\"",
      "dfds_descriptionlmm": "Equipment Type: Machinery (Steel tracks)\n\nDescription:  \nThis equipment type refers to heavy machinery and vehicles that move on steel tracks rather than wheels. Commonly known as tracked machinery, tracked vehicles, or crawler equipment, this category includes items such as excavators, bulldozers, tracked loaders, and similar construction or industrial machines. Alternative names and labels for this equipment type may include: tracked machine, steel-tracked vehicle, crawler, crawler tractor, track-type tractor, steel track excavator, tracked dozer, and heavy tracked equipment. These machines are typically used for transporting, loading, or moving goods and materials in environments where wheeled vehicles may not be suitable, such as construction sites, ports, or uneven terrain. In logistics and freight operations, they are often shipped as cargo and may be referenced under any of the above alternative names.",
      "dfds_equipmenttypeid": "24c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Machinery (Steel tracks)",
      "dfds_equipmenttypecode": "MACHS",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842562\"",
      "dfds_descriptionlmm": "**Equipment Type: Machinery (under GVMS)**\n\n**Description:**  \nThis equipment type refers to various forms of machinery transported under the Goods Vehicle Movement Service (GVMS) system, commonly used in logistics and ferry freight operations. It includes a wide range of heavy equipment and industrial machines that require specialized handling and documentation for cross-border movement. Alternative names and labels for this equipment type may include: machinery, industrial equipment, plant machinery, construction equipment, heavy equipment, mechanical equipment, factory machinery, production machinery, and powered equipment. This category covers any large, movable machine or device used in manufacturing, construction, or industrial settings, and may be referenced in cargo leads as \"machinery (GVMS)\", \"industrial machinery\", \"plant equipment\", \"heavy machinery\", or similar terms.",
      "dfds_equipmenttypeid": "26c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Machinery (under GVMS)",
      "dfds_equipmenttypecode": "MACHGMR",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842569\"",
      "dfds_descriptionlmm": "**Equipment Type: Machinery (Wooden Rims)**\n\nDescription:  \nThis equipment type refers to machinery or mechanical equipment that features wooden rims as a key component. It is commonly used for transporting, loading, or handling goods within logistics, freight, and ferry operations. Alternative names and labels for this equipment type may include: wooden-rimmed machinery, wooden wheel machinery, wooden-rimmed equipment, wooden-rimmed mechanical device, wooden-rimmed transport machinery, wooden-rimmed cargo handler, wooden-rimmed industrial machine, and machinery with wooden wheels or rims. This classification covers any cargo or equipment described as machinery with wooden rims, regardless of variations in terminology or spelling.",
      "dfds_equipmenttypeid": "28c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Machinery (Wooden Rims)",
      "dfds_equipmenttypecode": "MACHW",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842577\"",
      "dfds_descriptionlmm": "**Equipment Type: Miscellaneous Units**\n\nDescription:  \nThis equipment type refers to any cargo-carrying unit or transport equipment that does not fit standard categories such as truck, trailer, container, or railcar. \"Miscellaneous Units\" is a broad classification used in logistics and ferry freight operations to capture a wide variety of non-standard, specialized, or unique equipment types. Alternative names and labels for this category may include:  \n- Special units  \n- Unclassified equipment  \n- Other transport units  \n- Non-standard vehicles  \n- Custom cargo carriers  \n- Unique freight units  \n- Misc. equipment  \n- Various units  \n- Specialized transport  \n- Non-categorized equipment  \n- Odd-size units  \n- Unusual cargo carriers  \n- Diverse equipment types  \n\nThis classification is used to ensure that any equipment type not otherwise listed can be accurately identified and managed within logistics, road, rail, barge, and ferry operations.",
      "dfds_equipmenttypeid": "2ac75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Miscellaneous Units",
      "dfds_equipmenttypecode": "MISC",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842573\"",
      "dfds_descriptionlmm": "**Equipment Type: Motorbike**\n\n**Description:**  \nA motorbike, also known as a motorcycle, motor cycle, bike, scooter, moped, or two-wheeler, is a two-wheeled motorized vehicle used for transporting goods or individuals. In the context of logistics and ferry freight, this equipment type may be referred to by various alternative names and labels, including but not limited to: motorbike, motorcycle, motor cycle, bike, scooter, moped, two-wheeler, powered bike, or motorized scooter. These vehicles are commonly used for the rapid movement of small cargo, parcels, or urgent deliveries across road, rail, barge, and ferry networks. When classifying cargo or equipment, any reference to the above terms should be recognized as belonging to the \"Motorbike\" equipment type.",
      "dfds_equipmenttypeid": "2cc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Motorbike",
      "dfds_equipmenttypecode": "MBIK",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842586\"",
      "dfds_descriptionlmm": "**Equipment Type: Pallet**\n\nDescription:  \nA pallet is a flat transport structure used to support goods in a stable fashion while being lifted or moved. Commonly referred to as a \"pallet,\" this equipment type may also be labeled as a skid, shipping pallet, cargo pallet, wooden pallet, plastic pallet, or freight pallet. Pallets are widely used in logistics, warehousing, and freight transport across road, rail, barge, and ferry operations. They facilitate the handling, storage, and movement of stacked goods using forklifts, pallet jacks, or other material handling equipment. When classifying cargo, look for references to any of these terms or similar labels indicating a platform used for consolidating and transporting goods.",
      "dfds_equipmenttypeid": "2ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Pallet",
      "dfds_equipmenttypecode": "PALL",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842594\"",
      "dfds_descriptionlmm": "**Equipment Type: Reel**\n\n**Description:**  \nA \"Reel\" is a specialized equipment type commonly used in logistics and freight transport to move large, cylindrical items such as cable reels, wire spools, drum reels, or coil reels. This equipment is designed to securely hold and transport rolled or wound materials, which may include steel cables, electrical wires, industrial hoses, or similar goods. Alternative names and labels for this equipment type include: cable reel, wire reel, drum, spool, coil carrier, cable drum, wire drum, cable spool, and reel trailer. In the context of road, rail, barge, and ferry freight, \"Reel\" equipment ensures safe and efficient handling of heavy, bulky, or delicate rolled goods, supporting a wide range of cargo movement needs across multiple transport modes.",
      "dfds_equipmenttypeid": "34c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Reel",
      "dfds_equipmenttypecode": "RLL",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842590\"",
      "dfds_descriptionlmm": "**Equipment Type: Road Train**\n\n**Description:**  \nA Road Train is a type of heavy freight transport vehicle commonly used in logistics and ferry freight operations to move large volumes of goods across road networks, and often in combination with rail, barge, or ferry transport. This equipment type typically consists of a prime mover (tractor unit or truck) pulling two or more trailers or semi-trailers in tandem. Road Trains are designed for long-haul freight, especially in regions where moving large quantities of cargo efficiently is essential.\n\n**Alternative Names and Labels:**  \n- Road Train  \n- R/T  \n- Truck and Multiple Trailers  \n- Multi-Trailer Truck  \n- Long Combination Vehicle (LCV)  \n- Truck and Trailer Set  \n- Articulated Lorry with Multiple Trailers  \n- Heavy Haul Truck  \n- Freight Train (Road)  \n- Tractor with Trailers  \n- Multi-Unit Truck  \n- Extended Truck  \n- Combination Truck  \n- Prime Mover with Trailers  \n- Multi-Link Truck  \n- Tandem Trailer Truck  \n- Double or Triple Trailer Truck\n\nThis equipment type is recognized by its ability to transport large and heavy loads over long distances, often requiring special permits and routes due to its length and weight. It is widely used in logistics for efficient bulk cargo movement, especially in regions with vast distances between freight hubs.",
      "dfds_equipmenttypeid": "36c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Road Train",
      "dfds_equipmenttypecode": "R/T",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Driveable Unit** is an equipment group that encompasses a wide range of self-propelled and towable vehicles commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, equipment types such as trucks, tractor units, articulated lorries, rigid lorries, vans, and various types of powered vehicles designed for cargo transport. It also covers specialized driveable equipment like car carriers, car chassis, and moblifts. Naming conventions for these equipment types may include terms such as \"tractor,\" \"prime mover,\" \"rigid truck,\" \"articulated truck,\" \"van,\" \"car transporter,\" \"chassis cab,\" and \"self-propelled unit.\" The Driveable Unit group is essential for the movement of cargo that requires powered vehicles, either for direct delivery or for ferry transport, and may also include vehicles with varying axle configurations, lengths, and load capacities. This group is distinct from non-powered equipment such as containers or trailers, focusing specifically on units that can be driven or towed under their own power.",
        "dfds_name": "Driveable Unit",
        "dfds_equipmentgroupid": "df339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842617\"",
      "dfds_descriptionlmm": "**Roll Trailer (20')**\n\nA Roll Trailer (20') is a type of heavy-duty, wheeled platform designed for transporting cargo, especially in intermodal logistics involving road, rail, barge, and ferry operations. This equipment is commonly used for moving large, heavy, or awkwardly shaped goods that are not easily containerized. Alternative names and labels for this equipment type include: rolltrailer, roll-trailer, Mafi trailer, MAFI, roll on/off trailer, RoRo trailer, cargo platform, heavy-duty trailer, 20-foot roll trailer, 20’ rolltrailer, and ferry trailer. It is typically towed or pushed by a terminal tractor, tugmaster, or yard truck and is widely used in ports, terminals, and freight yards for efficient cargo handling and transfer between different transport modes.",
      "dfds_equipmenttypeid": "38c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (20')",
      "dfds_equipmenttypecode": "SW20",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842633\"",
      "dfds_descriptionlmm": "**Equipment Type: Roll Trailer (24')**\n\n**Description:**  \nA Roll Trailer (24') is a specialized type of cargo-carrying platform commonly used in logistics, shipping, and ferry freight operations for the efficient movement of goods. This equipment is also known by alternative names such as rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, cargo platform, or ferry trailer. It is typically a flatbed trailer with wheels, designed to be towed or pushed by terminal tractors, tugmasters, or yard trucks. Roll Trailers are widely used for transporting heavy, bulky, or non-containerized cargo across road, rail, barge, and ferry networks. They are especially suited for port and terminal operations, enabling quick loading and unloading of goods onto vessels or between different modes of transport. The 24' designation refers to the trailer’s length, which is approximately 24 feet, making it suitable for a variety of cargo sizes and types.",
      "dfds_equipmenttypeid": "3ac75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (24')",
      "dfds_equipmenttypecode": "SW24",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842638\"",
      "dfds_descriptionlmm": "Equipment Type: Roll Trailer (30')\n\nDescription:  \nA Roll Trailer (30') is a specialized type of cargo-carrying platform commonly used in logistics, shipping, and ferry freight operations for the movement of heavy, bulky, or non-containerized goods. This equipment is also known by alternative names such as rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, or cargo platform trailer. Typically measuring 30 feet in length, it is designed to be towed or pushed by terminal tractors, tugmasters, or yard trucks, and is frequently used for transporting goods across road, rail, barge, and ferry networks. Roll Trailers are equipped with robust wheels and a flat deck, making them ideal for handling oversized or irregularly shaped cargo that cannot be easily loaded into standard containers or trailers. They are widely used in ports, terminals, and intermodal transport hubs, and may be referred to by various labels such as heavy-duty trailer, ferry trailer, port trailer, or yard trailer.",
      "dfds_equipmenttypeid": "3cc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (30')",
      "dfds_equipmenttypecode": "SW30",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842644\"",
      "dfds_descriptionlmm": "Equipment Type: Roll Trailer (40')\n\nDescription:  \nA Roll Trailer (40') is a specialized piece of equipment commonly used in logistics, shipping, and ferry freight operations for transporting heavy or bulky cargo. This equipment type is also known by alternative names such as rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, or cargo platform trailer. It is a flatbed trailer, typically 40 feet in length, designed to be loaded and unloaded by rolling on and off vessels, ferries, or barges. Roll Trailers are widely used for moving containers, machinery, vehicles, and other large freight items across road, rail, and sea. They are often towed by terminal tractors, tugmasters, or yard trucks and are essential for efficient intermodal transport in ports and logistics hubs.",
      "dfds_equipmenttypeid": "3ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (40')",
      "dfds_equipmenttypecode": "SW40",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842648\"",
      "dfds_descriptionlmm": "**Equipment Type: Roll Trailer (43')**\n\n**Description:**  \nA Roll Trailer (43') is a specialized type of cargo-carrying platform commonly used in logistics, shipping, and ferry freight operations for the movement of heavy, bulky, or non-containerized goods. This equipment is also known by alternative names such as rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, or ferry trailer. It is designed to be towed or pushed by terminal tractors, tugmasters, or yard trucks and is frequently used for transporting goods across road, rail, barge, and ferry networks. The 43-foot length refers to the standard size of the trailer bed, which accommodates a wide range of cargo types, including machinery, vehicles, large crates, and project cargo. Roll Trailers are equipped with robust wheels and a low deck height, making them ideal for easy loading and unloading in port and terminal environments. They are a key asset in multimodal freight operations, enabling efficient transfer of goods between different transport modes.",
      "dfds_equipmenttypeid": "40c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (43')",
      "dfds_equipmenttypecode": "SW43",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842653\"",
      "dfds_descriptionlmm": "**Roll Trailer (45')**\n\nA Roll Trailer (45') is a specialized type of cargo-carrying platform commonly used in logistics, shipping, and ferry freight operations for the movement of heavy, bulky, or non-containerized goods. This equipment type is also known by alternative names and labels such as rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, heavy-duty trailer, ferry trailer, and platform trailer. Roll Trailers are designed to be towed or pushed by terminal tractors or tugmasters and are frequently used for transporting goods across road, rail, barge, and ferry networks. They are typically 45 feet in length and are equipped with robust wheels and a flat loading surface, making them ideal for handling large machinery, vehicles, construction materials, and other oversized cargo that cannot be easily loaded into standard shipping containers.",
      "dfds_equipmenttypeid": "42c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (45')",
      "dfds_equipmenttypecode": "SW45",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842657\"",
      "dfds_descriptionlmm": "**Equipment Type: Roll Trailer (48')**\n\n**Description:**  \nA Roll Trailer (48') is a specialized type of cargo-carrying platform commonly used in logistics, shipping, and ferry freight operations for the efficient movement of goods across road, rail, barge, and ferry networks. This equipment is also known by alternative names and labels such as rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, cargo platform, heavy-duty trailer, and ferry trailer. Roll Trailers are designed for transporting heavy, bulky, or non-containerized cargo and are typically towed or pushed by terminal tractors or tugmasters. They feature a flatbed design with robust wheels, allowing for easy loading and unloading of goods, especially in port and terminal environments. The 48-foot length provides ample space for a wide range of cargo types, making it a versatile choice for intermodal freight movement.",
      "dfds_equipmenttypeid": "44c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (48')",
      "dfds_equipmenttypecode": "SW48",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842662\"",
      "dfds_descriptionlmm": "**Roll Trailer (50')**\n\nA Roll Trailer (50') is a specialized type of cargo-carrying platform commonly used in logistics, shipping, and ferry freight operations for the movement of heavy, bulky, or non-containerized goods. This equipment type is also known by alternative names such as rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, or heavy-duty platform trailer. Roll Trailers are designed to be towed or pushed by terminal tractors or tugmasters and are typically used for transporting goods across road, rail, barge, and ferry networks. They are especially suited for port and terminal operations, enabling efficient loading and unloading of cargo that cannot be easily containerized. The \"50'\" designation refers to the trailer’s approximate length of 50 feet, but similar equipment may be referred to by other lengths or simply as roll trailers, Mafi platforms, or RoRo cargo trailers.",
      "dfds_equipmenttypeid": "46c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (50')",
      "dfds_equipmenttypecode": "SW50",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842665\"",
      "dfds_descriptionlmm": "**Equipment Type: Roll Trailer (60')**\n\n**Description:**  \nA Roll Trailer (60') is a specialized type of heavy-duty platform trailer designed for transporting large, heavy, or bulky cargo, particularly in intermodal logistics operations involving road, rail, barge, and ferry transport. This equipment is commonly used for roll-on/roll-off (RoRo) cargo handling, allowing goods to be easily loaded and unloaded without the need for cranes. Alternative names and labels for this equipment type include: rolltrailer, roll-trailer, RoRo trailer, Mafi trailer, MAFI, cargo platform, heavy-duty trailer, ferry trailer, barge trailer, 60-foot trailer, 60’ roll trailer, and flatbed roll trailer. It is widely used in ports, terminals, and logistics hubs for moving containers, machinery, vehicles, and other large freight items efficiently across different transport modes.",
      "dfds_equipmenttypeid": "48c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (60')",
      "dfds_equipmenttypecode": "SW60",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842670\"",
      "dfds_descriptionlmm": "Equipment Type: Roll Trailer (62')\n\nDescription:  \nA Roll Trailer (62') is a specialized type of cargo-carrying platform designed for the efficient movement of heavy and oversized goods, particularly in intermodal logistics involving road, rail, barge, and ferry transport. This equipment is commonly referred to by various names and labels, including rolltrailer, roll-on trailer, Mafi trailer, roll-on/roll-off trailer, RoRo trailer, heavy-duty trailer, and cargo platform. Roll Trailers are typically unpowered, wheeled platforms that are loaded and unloaded using terminal tractors or tugmasters. They are widely used for transporting containers, machinery, project cargo, and other large freight items that require easy roll-on/roll-off handling at ports and terminals. The \"62'\" designation indicates the trailer's length, which is approximately 62 feet, allowing for the carriage of long or bulky loads. This equipment type is essential for seamless cargo transfer across different transport modes in large-scale logistics and ferry freight operations.",
      "dfds_equipmenttypeid": "4ac75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Roll Trailer (62')",
      "dfds_equipmenttypecode": "SW62",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Shuttlewaggon**\n\nThe Shuttlewaggon equipment group encompasses a diverse range of rolling and intermodal transport units commonly used in large-scale logistics and ferry freight operations. This group typically includes various types of shuttle wagons, rail wagons, and specialized intermodal wagons designed for efficient transfer of cargo between rail, road, and ferry systems. Equipment types within this group may be referred to by names such as shuttle wagon, shuttlewaggon, rail shuttle, intermodal wagon, and ferry wagon. Variations can include different lengths and capacities, such as 20-foot, 30-foot, 40-foot, and 45-foot shuttle wagons, as well as low-bed and high-bed configurations. The group may also cover specialized wagons for transporting containers, swap bodies, tank containers, flat racks, and even car-carrying wagons or chassis. Naming conventions can vary by region and operator, including terms like shuttle car, rail platform, or intermodal flat. This equipment group is essential for seamless cargo movement across multiple transport modes, supporting efficient and flexible logistics solutions.",
        "dfds_name": "Shuttlewaggon",
        "dfds_equipmentgroupid": "f3339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842603\"",
      "dfds_descriptionlmm": "**Equipment Type: STORA Cassette**\n\nDescription:  \nThe STORA Cassette is a specialized type of cargo handling equipment widely used in large-scale logistics, ferry freight, and intermodal transport operations. It is designed for the efficient movement and storage of heavy goods and bulk materials across road, rail, barge, and ferry networks. The STORA Cassette is also commonly referred to as a cargo cassette, freight cassette, roll-on/roll-off cassette, RoRo cassette, or simply cassette system. It serves as a load platform or pallet, allowing for rapid loading and unloading of goods using cassette carriers, cassette wagons, or cassette handling vehicles. This equipment type is particularly suited for transporting bulk cargo, steel products, paper reels, containers, and other large or heavy items that require secure and stable handling during transit. Alternative labels and terms for this equipment type include: STORA platform, cargo platform, RoRo platform, cassette pallet, and heavy-duty transport cassette.",
      "dfds_equipmenttypeid": "4cc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "STORA Cassette",
      "dfds_equipmenttypecode": "SF14",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842598\"",
      "dfds_descriptionlmm": "**Equipment Type: STORA-box automatic SECU**\n\nDescription:  \nThe STORA-box automatic SECU is a specialized, large-capacity cargo container designed for secure, automated handling and efficient movement of goods across multiple transport modes, including road, rail, barge, and ferry. This equipment type is commonly referred to by a variety of names and labels, such as SECU (Stora Enso Cargo Unit), STORA-box, automatic cargo box, intermodal container, high-capacity freight box, and secure cargo unit. It is engineered for seamless transfer between trucks, trailers, lorries, rail wagons, barges, and ferries, supporting high-volume logistics operations. The STORA-box automatic SECU is particularly suited for bulk and palletized freight, offering enhanced security, automation compatibility, and rapid loading/unloading capabilities. Alternative terms that may be used for this equipment type include: automated container, secure freight box, intermodal SECU, large cargo unit, and multimodal cargo container.",
      "dfds_equipmenttypeid": "4ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "STORA-box automatic SECU",
      "dfds_equipmenttypecode": "SA14",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842606\"",
      "dfds_descriptionlmm": "**Equipment Type: STORA-box manuell SECU**\n\nDescription:  \nThe \"STORA-box manuell SECU\" is a type of large, secure cargo container commonly used in logistics and ferry freight operations for the manual loading, unloading, and transport of goods. This equipment type is designed for versatility across multiple transport modes, including road, rail, barge, and ferry. It is often referred to by various alternative names and labels, such as:\n\n- STORA box  \n- Manual SECU  \n- Secure cargo box  \n- Freight container  \n- Intermodal container  \n- Storage box  \n- Manual load box  \n- SECU (Stora Enso Cargo Unit)  \n- Large cargo container  \n- Logistics box  \n- Ferry freight box  \n- Rail cargo box  \n- Barge container  \n- Road transport box  \n\nThis equipment type is typically used for transporting bulk goods, palletized cargo, or other freight that requires secure, enclosed storage during transit. It is suitable for operations where manual handling is required and is recognized for its robust construction and adaptability to different transport environments.",
      "dfds_equipmenttypeid": "50c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "STORA-box manuell SECU",
      "dfds_equipmenttypecode": "SM14",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Cassette\n\nDescription:  \nThe Cassette equipment group encompasses a diverse range of equipment types primarily designed for the efficient handling, transport, and storage of cargo in large-scale logistics and ferry freight operations. This group typically includes various forms of cassettes—robust, flat, load-carrying platforms engineered to facilitate rapid loading and unloading of goods, especially in roll-on/roll-off (RoRo) environments. Equipment types within this group may be referred to as cassettes, cargo cassettes, RoRo cassettes, and load cassettes, and can vary in length, width, and weight capacity to accommodate different cargo profiles.\n\nCommon equipment types and naming conventions in the Cassette group include:\n- Standard cassettes (e.g., 13.6m cassette, 45ft cassette)\n- Heavy-duty cassettes for bulk or oversized cargo\n- Specialized cassettes for containers, timber, steel coils, or paper reels\n- Multi-purpose cassettes compatible with moblifts, translifters, and terminal tractors\n- RoRo cassettes designed for ferry and terminal operations\n- Custom-length cassettes (e.g., 12m, 14m, 16m cassettes)\n- Cassettes with integrated securing systems or twistlocks for containerized loads\n\nThis group may also include equipment that supports cassette operations, such as translifters, moblifts, and cassette handling trailers. The Cassette group is essential for optimizing cargo flow, reducing turnaround times, and ensuring safe, flexible transport of a wide variety of freight types across terminals and vessels.",
        "dfds_name": "Cassette",
        "dfds_equipmentgroupid": "d7339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842679\"",
      "dfds_descriptionlmm": "**Equipment Type: Tankcontainer (20’)**\n\nDescription:  \nA Tankcontainer (20’) is a standardized intermodal container designed for the safe transport of bulk liquids, chemicals, food-grade products, or gases. Commonly referred to as a tank container, ISO tank, 20-foot tank, 20’ tank, tanktainer, or liquid container, this equipment type is built to fit the dimensions of a standard 20-foot shipping container, making it suitable for movement across road, rail, barge, and ferry networks. Alternative labels may include chemical tank, bulk liquid container, intermodal tank, or portable tank. It is widely used in logistics and freight operations for the efficient and secure transfer of liquid or gaseous cargo between different modes of transport.",
      "dfds_equipmenttypeid": "58c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tankcontainer (20’)",
      "dfds_equipmenttypecode": "TC20",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842683\"",
      "dfds_descriptionlmm": "**Equipment Type: Tankcontainer (23’)**\n\nDescription:  \nA Tankcontainer (23’) is a specialized intermodal freight container designed for the safe and efficient transport of bulk liquids, chemicals, or food-grade products. Commonly referred to as a tank container, ISO tank, tanktainer, liquid container, or bulk liquid container, this equipment type is built to standard dimensions (23 feet in length) for compatibility with road, rail, barge, and ferry transport. It features a cylindrical tank mounted within a rectangular steel frame, allowing for secure stacking and easy handling by cranes or forklifts. Alternative names and labels for this equipment type include: tank trailer, chemical tank, liquid tank, ISO tank container, portable tank, and bulk tank. This equipment is widely used in logistics and freight operations for moving liquid cargo across multiple transport modes.",
      "dfds_equipmenttypeid": "5ac75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tankcontainer (23’)",
      "dfds_equipmenttypecode": "TC23",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842687\"",
      "dfds_descriptionlmm": "**Equipment Type: Tankcontainer (24’)**\n\nDescription:  \nA Tankcontainer (24’) is a specialized intermodal freight container designed for the safe and efficient transport of bulk liquids, chemicals, or food-grade products. This equipment type is commonly referred to by various names and labels, including tank container, ISO tank, tanktainer, liquid container, bulk liquid container, chemical tank, 24-foot tank, 24’ tank, and 24ft tank container. It is widely used across road, rail, barge, and ferry transport modes in logistics and freight operations. The 24-foot tankcontainer is engineered to meet international standards for secure handling and transfer between different transportation methods, ensuring the integrity of liquid cargo throughout the supply chain.",
      "dfds_equipmenttypeid": "5cc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tankcontainer (24’)",
      "dfds_equipmenttypecode": "TC24",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842692\"",
      "dfds_descriptionlmm": "**Equipment Type: Tankcontainer (25’)**\n\nDescription:  \nA Tankcontainer (25’) is a specialized intermodal freight container designed for the safe and efficient transport of bulk liquids, chemicals, food-grade products, or gases. Commonly referred to as a tank container, ISO tank, tanktainer, or bulk liquid container, this equipment type is built to international standards and typically measures 25 feet in length. It is widely used across road, rail, barge, and ferry transport in logistics and freight operations. Alternative names and labels for this equipment type include: tank container, ISO tank, 25-foot tank, 25’ tank, chemical tank, liquid tank, bulk tank, intermodal tank, and portable tank. This equipment is essential for moving liquid or gaseous cargo that requires secure, sealed, and regulated containment during multimodal transport.",
      "dfds_equipmenttypeid": "5ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tankcontainer (25’)",
      "dfds_equipmenttypecode": "TC25",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842697\"",
      "dfds_descriptionlmm": "**Equipment Type: Tankcontainer (26’)**\n\n**Description:**  \nA Tankcontainer (26’) is a specialized intermodal freight container designed for the safe and efficient transport of bulk liquids, chemicals, food-grade products, or gases. This equipment type is commonly referred to by a variety of names and labels, including tank container, ISO tank, tanktainer, liquid container, bulk liquid container, chemical tank, 26-foot tank, 26’ tank, and intermodal tank. It is engineered to be compatible with multiple modes of transport—road, rail, barge, and ferry—allowing seamless movement of liquid cargo across different logistics networks. The 26-foot specification refers to the container’s length, which is a standard size for certain regional and international freight operations. Tankcontainers are widely used in logistics and ferry freight companies for their versatility, safety features, and ability to handle a broad range of liquid and gaseous cargo types.",
      "dfds_equipmenttypeid": "60c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tankcontainer (26’)",
      "dfds_equipmenttypecode": "TC26",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842701\"",
      "dfds_descriptionlmm": "**Equipment Type: Tankcontainer (30’)**\n\nDescription:  \nA Tankcontainer (30’) is a specialized intermodal freight container designed for the safe and efficient transport of bulk liquids, chemicals, food-grade products, or gases. This equipment type is commonly referred to by a variety of alternative names and labels, including tank container, ISO tank, tanktainer, bulk liquid container, chemical tank, 30-foot tank, 30’ tank, and intermodal tank. It is typically 30 feet in length and constructed to meet international standards for road, rail, barge, and ferry transport, allowing seamless movement across different modes of logistics. Tankcontainers are widely used in logistics and ferry freight operations for their versatility, safety features, and compatibility with multiple transport systems.",
      "dfds_equipmenttypeid": "62c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tankcontainer (30’)",
      "dfds_equipmenttypecode": "TC30",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842706\"",
      "dfds_descriptionlmm": "**Equipment Type: Tankcontainer (40’)**\n\nDescription:  \nA Tankcontainer (40’) is a large, standardized intermodal container specifically designed for the safe transport of bulk liquids, chemicals, food-grade products, or gases. This equipment type is commonly referred to by various names and labels, including: tank container, ISO tank, tanktainer, 40-foot tank, 40’ tank, 40ft tank container, bulk liquid container, chemical tank, liquid cargo container, and intermodal tank. It is suitable for use across multiple modes of transport such as road, rail, barge, and ferry, enabling efficient movement of liquid or gas cargo in the logistics and freight industry. The 40-foot tankcontainer is recognized for its robust construction, compatibility with standard container handling equipment, and ability to be stacked and transferred seamlessly between different transport methods.",
      "dfds_equipmenttypeid": "64c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tankcontainer (40’)",
      "dfds_equipmenttypecode": "TC40",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Container\n\nDescription:  \nThe \"Container\" equipment group encompasses a wide variety of containerized cargo transport units commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, standard dry containers (such as 20-foot, 40-foot, and 45-foot containers), high cube containers, open-top containers, flat rack containers, and refrigerated (reefer) containers. It also covers specialized units like tank containers for liquid cargo, bulk containers, and swap bodies. Naming conventions for these equipment types may include terms such as \"container 20\", \"container 40HC\", \"tank container\", \"reefer 45\", \"open top 40\", and \"flat rack 20\". The group may also include containers designed for specific cargo types or operational requirements, such as ventilated containers, insulated containers, and platform containers. This broad range ensures compatibility with various cargo classifications and transport needs within the logistics and ferry freight industry.",
        "dfds_name": "Container",
        "dfds_equipmentgroupid": "dd339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842724\"",
      "dfds_descriptionlmm": "**Equipment Type: Tractor**\n\nDescription:  \nA \"Tractor\" in the context of logistics and ferry freight refers to a motorized vehicle designed primarily to tow or haul trailers, semi-trailers, or other cargo-carrying units. Commonly known as a \"tractor unit,\" \"prime mover,\" \"truck tractor,\" \"articulated lorry cab,\" \"haulage truck,\" \"road tractor,\" or simply \"truck cab,\" this equipment type is essential for moving freight across road, rail, barge, and ferry networks. It is typically used in combination with trailers or semi-trailers to transport goods over long distances. Alternative labels and synonyms include: tractor-trailer (when paired with a trailer), articulated truck, lorry cab, heavy-duty truck, and HGV cab (Heavy Goods Vehicle cab). This equipment type is a core component in intermodal and multimodal freight operations, enabling flexible and efficient cargo movement.",
      "dfds_equipmenttypeid": "66c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Tractor",
      "dfds_equipmenttypecode": "TRAC",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842714\"",
      "dfds_descriptionlmm": "Equipment Type: Trailer\n\nDescription:  \nA \"Trailer\" is a type of cargo-carrying equipment commonly used in logistics and freight transport to move goods across road, rail, barge, and ferry networks. This equipment type is typically an unpowered vehicle designed to be towed by a powered vehicle such as a truck or tractor unit. Alternative names and labels for this equipment type include: semi-trailer, articulated trailer, lorry trailer, freight trailer, cargo trailer, box trailer, flatbed trailer, curtain-sided trailer, container trailer, and haulage trailer. In various regions and industries, it may also be referred to as a wagon (rail), chassis (for container transport), or simply as a \"unit\" or \"load carrier.\" The trailer is a versatile and essential component in multimodal freight operations, enabling efficient transfer and movement of goods between different modes of transport.",
      "dfds_equipmenttypeid": "68c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer",
      "dfds_equipmenttypecode": "TRA",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842742\"",
      "dfds_descriptionlmm": "Equipment Type: Trailer (Extendable)\n\nDescription:  \nAn extendable trailer is a type of cargo-carrying equipment designed to transport long or oversized goods that exceed the standard trailer length. This equipment can be lengthened or shortened as needed, making it highly versatile for various freight requirements. Commonly used in logistics, ferry, and freight operations, extendable trailers are also known by alternative names such as extendable flatbed, telescopic trailer, extendable lorry trailer, extendable semi-trailer, stretch trailer, extendable platform, and extendable truck trailer. They are suitable for moving goods by road, rail, barge, and ferry, and are often used for transporting items like steel beams, pipes, wind turbine blades, and other long cargo. When classifying cargo or equipment, look for references to any of these terms or similar labels indicating a trailer with adjustable length capabilities.",
      "dfds_equipmenttypeid": "6ac75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Extendable)",
      "dfds_equipmenttypecode": "TREX",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842727\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (Flat)**\n\nDescription:  \nA \"Trailer (Flat)\" is a type of cargo-carrying equipment commonly used in logistics and freight transport across road, rail, barge, and ferry networks. This equipment is characterized by its flat, open platform without fixed sides or a roof, making it ideal for transporting large, heavy, or irregularly shaped goods that can be loaded and unloaded from the top or sides. Alternative names and labels for this equipment type include: flatbed trailer, flat trailer, open trailer, platform trailer, flat deck, flatbed, open deck trailer, and platform lorry. It is frequently used for moving construction materials, machinery, vehicles, containers, and oversized loads. This equipment type is essential for flexible, multi-modal freight operations and is recognized under various terms in different regions and industries.",
      "dfds_equipmenttypeid": "6cc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Flat)",
      "dfds_equipmenttypecode": "TRAF",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842747\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (Lift)**\n\nDescription:  \nA \"Trailer (Lift)\" refers to a type of unpowered cargo-carrying vehicle designed to be attached to and hauled by a powered vehicle such as a truck, tractor unit, or lorry. This equipment type is commonly used in logistics and freight operations to transport goods across road, rail, barge, and ferry networks. The \"Lift\" designation typically indicates that the trailer is equipped with a lifting mechanism or is compatible with lift-on/lift-off operations, such as being loaded or unloaded by cranes or other lifting equipment.\n\nAlternative names and labels for this equipment type include:  \n- Trailer  \n- Lift trailer  \n- Semi-trailer  \n- Box trailer  \n- Freight trailer  \n- Cargo trailer  \n- Lorry trailer  \n- Articulated trailer  \n- Chassis trailer  \n- Container trailer  \n- Flatbed trailer (if applicable)  \n- Swap body (if compatible)  \n- Road trailer  \n- Haulage trailer  \n- Lift-on/lift-off trailer  \n- Intermodal trailer  \n- Tractor-trailer (when attached to a tractor unit)  \n- HGV trailer  \n- Heavy goods trailer  \n- Logistics trailer\n\nThis equipment type is essential for flexible, multi-modal freight movement and is recognized by a wide range of terms in the transport and logistics industry.",
      "dfds_equipmenttypeid": "6ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Lift)",
      "dfds_equipmenttypecode": "TRL",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842732\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (Mega)**\n\nDescription:  \nA \"Trailer (Mega)\" is a high-capacity freight trailer commonly used in logistics and ferry freight operations to transport large volumes of goods across road, rail, barge, and ferry networks. This equipment type is also widely referred to as a \"Mega Trailer,\" \"High Cube Trailer,\" \"Mega Liner,\" \"High Volume Trailer,\" \"Tall Trailer,\" or \"Extended Height Trailer.\" It is characterized by its increased internal height (typically around 3 meters or more), allowing for the efficient movement of bulky or high-stacked cargo. Alternative labels and common variations include \"Mega Semi-Trailer,\" \"Mega Box,\" \"Mega Curtain Sider,\" \"Mega Freight Trailer,\" and \"High Roof Trailer.\" This equipment is designed for compatibility with standard tractor units and is frequently used in international and intermodal freight transport, especially where maximizing cargo volume is essential.",
      "dfds_equipmenttypeid": "70c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Mega)",
      "dfds_equipmenttypecode": "TRAM",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842766\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (New Big John)**\n\nDescription:  \nA \"Trailer (New Big John)\" refers to a large, detachable cargo-carrying unit designed for transporting goods across various modes of freight, including road, rail, barge, and ferry. This equipment type is commonly known by several alternative names and labels, such as trailer, semi-trailer, articulated trailer, freight trailer, cargo trailer, lorry trailer, articulated lorry, and big trailer. It is typically towed by a truck, tractor unit, or lorry and is used for moving a wide range of cargo types. The \"New Big John\" designation may indicate a specific model or size variant, often associated with high-capacity or specialized freight needs. This equipment type is essential in logistics operations for efficient, flexible, and large-scale movement of goods.",
      "dfds_equipmenttypeid": "72c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (New Big John)",
      "dfds_equipmenttypecode": "TRX",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842756\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (New)**\n\nDescription:  \nA \"Trailer (New)\" refers to a standalone, non-motorized cargo-carrying unit designed to be towed by a powered vehicle such as a truck, tractor unit, or lorry. Commonly used in logistics and freight operations, trailers are essential for transporting goods across road, rail, barge, and ferry networks. This equipment type may be referred to by various alternative names and labels, including: trailer, semi-trailer, articulated trailer, freight trailer, cargo trailer, box trailer, flatbed trailer, curtain-sided trailer, container trailer, lorry trailer, truck trailer, artic trailer, and wagon. These terms are often used interchangeably in the industry to describe equipment that is loaded with cargo and then attached to a vehicle for movement between locations. The \"New\" designation indicates that the trailer is recently manufactured or newly added to the fleet, but the classification applies to all standard trailer types used for freight transport.",
      "dfds_equipmenttypeid": "74c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (New)",
      "dfds_equipmenttypecode": "TRN",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842751\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (Reefer Lift)**\n\nDescription:  \nA \"Trailer (Reefer Lift)\" is a type of freight equipment commonly used in logistics and ferry freight operations for transporting temperature-sensitive goods. This equipment type refers to a refrigerated trailer, also known as a \"reefer trailer,\" which is designed to maintain controlled temperatures for perishable cargo during transit. The \"lift\" aspect indicates that the trailer is compatible with lifting equipment for loading and unloading, such as cranes or specialized lift systems, making it suitable for intermodal transport across road, rail, barge, and ferry.\n\nAlternative names and labels for this equipment type include:  \n- Reefer trailer  \n- Refrigerated trailer  \n- Temperature-controlled trailer  \n- Chilled trailer  \n- Insulated trailer  \n- Fridge trailer  \n- Cool trailer  \n- Reefer unit  \n- Refrigerated semi-trailer  \n- Cold storage trailer  \n- Liftable reefer  \n- Lift-on/lift-off reefer  \n- Intermodal reefer trailer  \n- Reefer container on chassis\n\nThis equipment is essential for the safe and efficient movement of goods that require refrigeration, such as food products, pharmaceuticals, and other temperature-sensitive items, across multiple modes of transport.",
      "dfds_equipmenttypeid": "76c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Reefer Lift)",
      "dfds_equipmenttypecode": "TRLR",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842737\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (Reefer)**\n\nDescription:  \nA \"Trailer (Reefer)\" refers to a refrigerated trailer used for transporting temperature-sensitive goods across various modes of freight, including road, rail, barge, and ferry. This equipment type is commonly known by several alternative names and labels, such as \"reefer trailer,\" \"refrigerated trailer,\" \"chilled trailer,\" \"cooler trailer,\" \"temperature-controlled trailer,\" \"refrigerated lorry trailer,\" \"reefer unit,\" and \"cold storage trailer.\" It is designed to maintain specific temperature ranges to ensure the safe movement of perishable or climate-sensitive cargo. In logistics and freight operations, this equipment may also be referred to as a \"reefer,\" \"refrigerated semi-trailer,\" or \"refrigerated container on wheels.\"",
      "dfds_equipmenttypeid": "78c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Reefer)",
      "dfds_equipmenttypecode": "TRAR",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842610\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (Small)**\n\nDescription:  \nA \"Trailer (Small)\" refers to a compact, towable cargo unit designed for transporting goods across various modes of freight, including road, rail, barge, and ferry. This equipment type is commonly known by several alternative names and labels, such as small trailer, light trailer, utility trailer, single-axle trailer, compact trailer, mini trailer, and small cargo trailer. It may also be referred to as a small lorry trailer, small freight trailer, or lightweight goods trailer. These trailers are typically used for carrying smaller loads and are often attached to trucks, lorries, or other towing vehicles. They are suitable for flexible, multi-modal logistics operations and are widely used in the freight and logistics industry for efficient movement of goods.",
      "dfds_equipmenttypeid": "7ac75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Small)",
      "dfds_equipmenttypecode": "STRA",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842759\"",
      "dfds_descriptionlmm": "**Equipment Type: Trailer (Tank)**\n\nDescription:  \nA \"Trailer (Tank)\" is a specialized type of cargo-carrying equipment designed for the transportation of liquids, gases, or bulk materials in a sealed tank mounted on a trailer chassis. Commonly used in logistics and ferry freight operations, this equipment type is known by a variety of alternative names and labels, including: tank trailer, tanker trailer, tank lorry, tank truck trailer, liquid trailer, bulk liquid trailer, chemical trailer, fuel trailer, cistern trailer, and road tanker. It is typically towed by a truck, tractor unit, or lorry and is suitable for road, rail, barge, and ferry transport. The tank construction allows for the safe and efficient movement of hazardous or non-hazardous fluids and bulk commodities across different modes of freight transport.",
      "dfds_equipmenttypeid": "7cc75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Trailer (Tank)",
      "dfds_equipmenttypecode": "TRT",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Equipment Group: Trailer**\n\nThis equipment group encompasses a wide variety of trailer types commonly used in large-scale logistics and ferry freight operations. Equipment types within this group include, but are not limited to: standard box trailers, curtain-sided trailers, refrigerated (reefer) trailers, flatbed trailers, low-loader trailers, skeletal trailers, and extendable trailers. It also covers specialized trailers such as car carriers, container chassis, and tank trailers. Naming conventions for these equipment types may include designations based on length (e.g., 20ft, 40ft, 45ft trailers), function (e.g., swap body, mega trailer, double-decker trailer), and configuration (e.g., tandem axle, tri-axle, jumbo trailer). This group is essential for the transport of a diverse range of cargo, including containers, vehicles, bulk goods, and oversized freight, supporting flexible and efficient movement across road and ferry networks.",
        "dfds_name": "Trailer",
        "dfds_equipmentgroupid": "3c9cb517-bc58-f011-877b-000d3abbba63"
      }
    },
    {
      "@odata.etag": "W/\"77842674\"",
      "dfds_descriptionlmm": "Equipment Type: Truck & Trailer\n\nDescription:  \nA \"Truck & Trailer\" refers to a combination vehicle used for transporting goods, consisting of a powered truck (tractor unit, lorry, or prime mover) attached to a trailer for carrying cargo. This equipment type is commonly known by various names and labels, including truck and trailer, articulated lorry, tractor-trailer, semi-truck, semi-trailer, articulated truck, lorry and trailer, HGV (Heavy Goods Vehicle), rig, big rig, road train, and artic. It is widely used in logistics and freight operations to move goods across road, rail, barge, and ferry networks. The truck provides the motive power, while the trailer is designed to carry a wide range of cargo types, making this equipment type highly versatile for intermodal and long-distance freight transport.",
      "dfds_equipmenttypeid": "7ec75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Truck & Trailer",
      "dfds_equipmenttypecode": "T/T",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Driveable Unit** is an equipment group that encompasses a wide range of self-propelled and towable vehicles commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, equipment types such as trucks, tractor units, articulated lorries, rigid lorries, vans, and various types of powered vehicles designed for cargo transport. It also covers specialized driveable equipment like car carriers, car chassis, and moblifts. Naming conventions for these equipment types may include terms such as \"tractor,\" \"prime mover,\" \"rigid truck,\" \"articulated truck,\" \"van,\" \"car transporter,\" \"chassis cab,\" and \"self-propelled unit.\" The Driveable Unit group is essential for the movement of cargo that requires powered vehicles, either for direct delivery or for ferry transport, and may also include vehicles with varying axle configurations, lengths, and load capacities. This group is distinct from non-powered equipment such as containers or trailers, focusing specifically on units that can be driven or towed under their own power.",
        "dfds_name": "Driveable Unit",
        "dfds_equipmentgroupid": "df339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842709\"",
      "dfds_descriptionlmm": "Equipment Type: Truck Chassi\n\nDescription:  \nA Truck Chassi (also known as truck chassis, lorry chassis, rigid chassis, or chassis cab) refers to the base frame of a truck designed to carry various types of cargo bodies or containers. This equipment type is commonly used in logistics and freight operations for transporting goods over road, rail, barge, and ferry networks. Alternative names and labels for this equipment type include: truck frame, lorry frame, cab chassis, straight truck, rigid truck, chassis truck, and platform truck. It typically consists of the vehicle’s engine, cab, and frame, but does not include a permanently attached cargo body, allowing for flexible configuration to suit different freight needs.",
      "dfds_equipmenttypeid": "80c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Truck Chassi",
      "dfds_equipmenttypecode": "TCHA",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Chassi\n\nDescription:  \nThe \"Chassi\" equipment group encompasses a wide variety of chassis and related equipment types commonly used in large-scale logistics and ferry freight operations. This group includes standard container chassis, skeletal chassis, and specialized chassis designed to transport containers of various sizes such as 20-foot, 40-foot, and 45-foot containers. It also covers tank container chassis, flatbed chassis, extendable chassis, and multi-axle chassis for heavy or oversized loads. Naming conventions within this group may include terms like \"container chassis,\" \"skeletal trailer,\" \"tank chassis,\" \"flatbed chassis,\" \"gooseneck chassis,\" \"car chassis,\" and \"swap body chassis.\" The Chassi group supports the movement of a diverse range of cargo, including standard containers, tank containers, swap bodies, vehicles, and other freight units requiring a wheeled base for transport and ferry operations.",
        "dfds_name": "Chassi",
        "dfds_equipmentgroupid": "d9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842581\"",
      "dfds_descriptionlmm": "Equipment Type: Units loaded on equipment\n\nDescription:  \nThis equipment type refers to any cargo or freight that is transported as individual units placed onto various types of transport equipment. It encompasses a wide range of goods that are not self-propelled but are instead loaded onto vehicles or platforms for movement. Alternative names and labels for this equipment type include: loaded units, cargo units, freight units, loaded cargo, palletized goods, containerized units, shipped units, transported items, loaded freight, and unitized cargo. In the context of a large logistics and ferry freight company, this category covers goods moved across road, rail, barge, and ferry using equipment such as trucks, trailers, lorries, wagons, flatbeds, containers, and other load-carrying platforms. The term is broad to capture various ways customers or systems may refer to cargo that is loaded onto transport equipment for shipment.",
      "dfds_equipmenttypeid": "82c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Units loaded on equipment ",
      "dfds_equipmenttypecode": "MOBLIFT",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "Equipment Group: Other\n\nDescription:  \nThe \"Other\" equipment group encompasses a diverse range of equipment types that do not fall under standard container, trailer, or vehicle categories commonly used in logistics and ferry freight operations. This group includes specialized, uncommon, or miscellaneous equipment types that support unique cargo requirements or operational needs. Examples of equipment types within this group may include, but are not limited to: custom-built containers, non-standard container sizes (such as 10ft, 22ft, or 53ft containers), swap bodies, mobile lifts (moblifts), flat racks, platform trailers, extendable trailers, car chassis, car carriers, tank containers of various capacities, bulk containers, refrigerated units (reefers) with non-standard dimensions, roll trailers, MAFI trailers, and other specialized handling equipment. Naming conventions for these equipment types may vary and include terms such as \"special equipment,\" \"miscellaneous unit,\" \"custom chassis,\" \"oversized platform,\" or \"project cargo carrier.\" This group serves as a catch-all category for equipment types that are not easily classified under more common groupings, ensuring comprehensive coverage for all cargo classification needs.",
        "dfds_name": "Other",
        "dfds_equipmentgroupid": "e9339dac-6c77-f011-b4cc-7c1e52728228"
      }
    },
    {
      "@odata.etag": "W/\"77842772\"",
      "dfds_descriptionlmm": "Equipment Type: Van\n\nDescription:  \nA \"Van\" is a versatile, enclosed road vehicle primarily used for transporting goods, parcels, or smaller freight loads. In logistics and ferry freight operations, vans are commonly referred to by a variety of alternative names and labels, including cargo van, delivery van, panel van, box van, transport van, and light commercial vehicle. They are typically smaller than trucks or lorries, making them ideal for urban deliveries, last-mile distribution, and transporting goods that require protection from weather or theft. Vans may also be called minivans, sprinter vans, or transit vans, depending on regional terminology and manufacturer branding. This equipment type is essential for efficient, flexible movement of cargo across road, rail, barge, and ferry networks, especially for loads that do not require the capacity of larger vehicles like trucks or trailers.",
      "dfds_equipmenttypeid": "84c75ddf-6e77-f011-b4cc-7c1e525e24b8",
      "dfds_name": "Van",
      "dfds_equipmenttypecode": "VAN",
      "dfds_EquipmentGroup": {
        "dfds_descriptionlmm": "**Driveable Unit** is an equipment group that encompasses a wide range of self-propelled and towable vehicles commonly used in large-scale logistics and ferry freight operations. This group includes, but is not limited to, equipment types such as trucks, tractor units, articulated lorries, rigid lorries, vans, and various types of powered vehicles designed for cargo transport. It also covers specialized driveable equipment like car carriers, car chassis, and moblifts. Naming conventions for these equipment types may include terms such as \"tractor,\" \"prime mover,\" \"rigid truck,\" \"articulated truck,\" \"van,\" \"car transporter,\" \"chassis cab,\" and \"self-propelled unit.\" The Driveable Unit group is essential for the movement of cargo that requires powered vehicles, either for direct delivery or for ferry transport, and may also include vehicles with varying axle configurations, lengths, and load capacities. This group is distinct from non-powered equipment such as containers or trailers, focusing specifically on units that can be driven or towed under their own power.",
        "dfds_name": "Driveable Unit",
        "dfds_equipmentgroupid": "df339dac-6c77-f011-b4cc-7c1e52728228"
      }
    }
  ]
}